{"translation-revision-date":"2022-07-19 11:00:08+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"word":["palavra"],"character":["caractere"],"reconnect to %s":["reconectar a %s"],"Tracking the ranking position...":["Acompanhando a posição do ranking..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Algo deu errado ao rastrear a(s) posição(ões) de classificação da sua página. Por favor, tente novamente mais tarde."],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Parece que algo deu errado ao recuperar os dados do seu site. Por favor %s e tente novamente."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Antes de acompanhar seu desempenho de SEO, certifique-se de definir o título do post e salvá-lo como rascunho ou definir manualmente o slug do post."],"No keyphrase has been set. Please set a keyphrase first.":["Nenhuma frase-chave foi definida. Por favor, defina uma frase-chave primeiro."],"upgrade your %s plan":["atualize seu plano %s"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Você atingiu a quantidade máxima de %d frases-chave que podem ser adicionadas à sua conta Wincher. Se você deseja adicionar mais frases-chave, por favor %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Com %1$s, você pode acompanhar a posição de classificação de sua página nos resultados de pesquisa com base em suas frases-chave. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s está atualmente rastreando a(s) posição(ões) de classificação de sua página. Isso pode levar alguns minutos. Aguarde ou volte mais tarde."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Você se conectou com sucesso a %s! Agora você pode acompanhar o desempenho de SEO para a(s) frase(s)-chave desta página."],"Read more about keyphrase tracking with Wincher":["Leia mais sobre rastreamento de frase-chave com o Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["O rastreamento automático de frases-chave está ativado. Suas frases-chave serão rastreadas automaticamente por %s quando você publicar sua postagem."],"SEO performance":["Desempenho de SEO"],"Track SEO performance":["Rastrear desempenho de SEO"],"Learn more about the SEO performance feature.":["Saiba mais sobre o recurso de desempenho de SEO."],"Connect with %s":["Conectar com %s"],"Position":["Posição"],"Tracking":["Rastreamento"],"* focus keyphrase":["* frase-chave de foco"],"Position over time":["Posição ao longo do tempo"],"Get more insights over at %s":["Obtenha mais ideias com %s"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Posição da frase-chave nos últimos 90 dias em uma escala de 0 a 100."],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Você pode ativar\/desativar o rastreamento do desempenho de SEO para cada frase-chave abaixo."],"Get %s to unlock social previews!":["Obtenha %s para destravar as pre-visualizações sociais!"],"Want to see how your content will look when it’s shared on %s?":["Deseja ver como fica seu conteúdo quando compartilhado no %s?"],"Insights":["Insights"],"Read more about Schema.":["Leia mais sobre o Schema."],"Select image":["Selecione a imagem"],"Show results for:":["Mostrar resultados para:"],"Select country":["Selecione o pais"],"Related keyphrase":["Frase-chave relacionada"],"Volume":["Volume"],"Learn more about the related keyphrases volume":["Saiba mais sobre o volume de frases-chave relacionadas"],"Trend":["Tendência"],"Learn more about the related keyphrases trend":["Saiba mais sobre a tendência de frases-chave relacionadas"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Volume da frase-chave nos últimos 12 meses em uma escala de 0 a 100."],"Get more insights at %s":["Obtenha mais informações em %s"],"Twelve months ago":["Doze meses atrás"],"Eleven months ago":["Onze meses atrás"],"Ten months ago":["Dez meses atrás"],"Nine months ago":["Nove meses atrás"],"Eight months ago":["Oito meses atrás"],"Seven months ago":["Sete meses atrás"],"Six months ago":["Seis meses atrás"],"Five months ago":["Cinco meses atrás"],"Four months ago":["Quatro meses atrás"],"Three months ago":["Três meses atrás"],"Two months ago":["Dois meses atrás"],"Last month":["Último mês"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Você atingiu seu limite de solicitações para hoje. Volte amanhã ou atualize seu plano em %s."],"Upgrade your %s plan":["Migrar meu plano %s"],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Aguarde enquanto %1$s se conecta a %2$s para obter as frases-chave relacionadas..."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Você atingiu o número máximo de 4 frases-chave relacionadas. Você pode alterar ou remover frases-chave relacionadas na metabox %s ou na barra lateral."],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Encontramos um problema ao tentar obter frases-chave relacionadas. Por favor, tente novamente mais tarde."],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":["Você gostaria de poder adicionar essas frases-chave relacionadas à análise %s para que possa otimizar seu conteúdo ainda mais?"],"Check out %s!":["Confira %s!"],"The number of headers and header labels don't match.":["O número de cabeçalhos e rótulos de cabeçalho não coincidem."],"Sorry, there's no data available for that keyphrase\/country combination.":["Não há dados disponíveis para essa combinação de frase-chave\/país."],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Isso ajuda os mecanismos de pesquisa a entender seu site e seu conteúdo. Você pode alterar algumas de suas configurações para esta página abaixo."],"Default for %1$s (%2$s)":["Padrão para %1$s (%2$s)"],"Upon saving, this setting will apply to all of your %1$s. %1$s that are manually configured will be left untouched.":["Após salvar, esta configuração será aplicada a todos os seus %1$s. %1$s configurados manualmente não serão alterados.","Após salvar, estas configurações será aplicada a todos os seus %1$s. %1$s configurados manualmente não serão alterados."],"Schema settings":["Configurações de esquema"],"Choose how your %1$s should be described by default in your site's schema.org markup. You can change these settings for individual %1$s.":["Escolha como seu %1$s deve ser descrito por padrão na marcação do schema.org do seu site. Você pode alterar essas configurações para %1$s individuais."],"What type of page or content is this?":["Que tipo de página ou conteúdo é esse?"],"Learn more about structured data with Schema.org":["Saiba mais sobre dados estruturados com Schema.org"],"Learn more about page or content types":["Saiba mais sobre os tipos de página ou conteúdo"],"Article type":["Tipo de artigo"],"Default Article type":["Tipo de artigo padrão"],"Page type":["Tipo de página"],"Default Page type":["Tipo de página padrão"],"You can change the default type for %1$s in your %2$sSearch Appearance Settings%3$s.":["Você pode alterar o tipo padrão para %1$s nas suas %2$sConfigurações de aparência da pesquisa%3$s."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO descreve automaticamente suas páginas usando schema.org"],"Learn more about the schema settings":["Saiba mais sobre as configurações de Schema"],"%s preview":["visualização de %s"],"Should search engines follow links on this %s":["Os mecanismos de pesquisa devem seguir links neste %s"],"Learn more about the no-follow setting on our help page.":["Saiba mais sobre a configuração de não seguir em nossa página de ajuda."],"Learn more about the breadcrumbs title setting on our help page.":["Saiba mais sobre a configuração do título de breadcrumbs em nossa página de ajuda."],"Learn more about the no-index setting on our help page.":["Saiba mais sobre a configuração sem índice em nossa página de ajuda."],"Learn more about advanced meta robots settings on our help page.":["Saiba mais sobre as configurações avançadas de meta-robôs em nossa página de ajuda."],"Learn more about canonical URLs on our help page.":["Saiba mais sobre URLs canônicos em nossa página de ajuda."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Mesmo que você possa definir a configuração de meta-robôs aqui, todo o site está definido como não-indexável (noindex) nas configurações de privacidade globais do site. Portanto, as configurações abaixo não terão efeito."],"Google preview":["Pré-visualização no Google"],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Assim que você adicionar um pouco mais de texto, forneceremos uma lista de palavras que mais ocorrem no conteúdo. Elas indicam qual é o foco do seu conteúdo."],"%d occurrences":["%d ocorrências"],"Keyphrase":["Frase-chave"],"Good job!":["Bom trabalho!"],"Add related keyphrase":["Adicionar frase-chave relacionada"],"Get %s":["Obter %s"],"%d day":["%d dia","%d dias"],"Great news: you can, with %s!":["Boas Notícias: você pode, com %s!"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Leia nosso %1$sguia definitivo para pesquisa de palavras-chave%2$s para aprender mais sobre pesquisa e estratégia de palavras-chave."],"Prominent words":["Palavras proeminentes"],"Get Yoast SEO Premium":["Adquira Yoast SEO Premium"],"24\/7 email support":["Suporte por e-mail 24\/7"],"%s (current default for %s)":["%s (padrão atual para %s)"],"Allow search engines to show this %s in search results?":["Permitir que os mecanismos de pesquisa mostrem %s nos resultados de busca?"],"Other benefits of %s for you:":["Outros benefícios do %s para você:"],"Superfast internal linking suggestions":["Sugestões super-rápidas de links internos"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sChega de links quebrados%2$s: gerenciador de redirecionamento simplificado"],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sPrévia da Rede Social%2$s: Facebook & Twitter"],"1 year free support and updates included!":["1 ano de suporte gratuito e atualizações incluídos!"],"No ads!":["Sem anúncios!"],"Please provide a meta description by editing the snippet below.":["Forneça uma metadescrição editando a amostra abaixo."],"No":["Não"],"Yes":["Sim"],"difficult":["difícil de"],"easy":["fácil de"],"fairly difficult":["razoavelmente difícil de"],"fairly easy":["razoavelmente fácil de"],"very difficult":["muito difícil de"],"very easy":["muito fácil de"],"Try to make shorter sentences to improve readability":["Tente escrever frases mais curtas para aumentar a legibilidade"],"Try to make shorter sentences, using less difficult words to improve readability":["Tente escrever frases mais curtas, usando palavras menos difíceis para melhorar a leitura"],"Advanced":["Avançado"],"View":["Ver"],"No Snippet":["Sem amostra"],"Canonical URL":["URL canônico"],"Breadcrumbs Title":["Título do caminho de navegação"],"No Image Index":["Sem índice de imagens"],"No Archive":["Sem arquivo"],"Meta robots advanced":["Meta-robôs avançado"]}},"comment":{"reference":"js\/dist\/classic-editor.js"}}