{"translation-revision-date":"2022-07-19 11:00:08+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Sua conta %s ainda não contém nenhuma frase-chave para este site. Você pode rastrear frases-chave usando o botão \"Rastrear desempenho de SEO\" no editor do post."],"%s account":["conta %s"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Esta visão geral mostra apenas as frases-chave adicionadas ao Yoast SEO. Pode haver outras frases-chave adicionadas ao seu %s."],"reconnect to %s":["reconectar a %s"],"Tracking the ranking position...":["Acompanhando a posição do ranking..."],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Parece que algo deu errado ao recuperar os dados do seu site. Por favor %s e tente novamente."],"Read more about keyphrase tracking with Wincher":["Leia mais sobre rastreamento de frase-chave com o Wincher"],"Connect %1$s with %2$s to track the ranking position of your site in the search results based on your keyphrase(s). %3$s":["Conecte %1$s com %2$s para rastrear a posição de classificação do seu site nos resultados da pesquisa com base em suas frases-chave. %3$s"],"Connect with %s":["Conectar com %s"],"Position":["Posição"],"Position over time":["Posição ao longo do tempo"],"Top performing keyphrases on your site":["Frases-chave com melhor desempenho no seu site"],"Get more insights over at %s":["Obtenha mais ideias com %s"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Posição da frase-chave nos últimos 90 dias em uma escala de 0 a 100."],"The number of headers and header labels don't match.":["O número de cabeçalhos e rótulos de cabeçalho não coincidem."],"Keyphrase":["Frase-chave"],"%d day":["%d dia","%d dias"],"View":["Ver"]}},"comment":{"reference":"js\/dist\/dashboard-widget.js"}}