{"translation-revision-date":"2022-07-19 11:00:08+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"That’s it! By providing this information our indexables squad has been able to do a lot of optimization for your site already. Now, let's have a look at the SEO fitness of your site!":["É isso! Ao fornecer essas informações, nosso esquadrão de indexáveis já conseguiu fazer muita otimização para o seu site. Agora, vamos dar uma olhada na adequação de SEO do seu site!"],"That's it! By providing this information our Indexables squad has been able to do a lot of optimization for your site already.":["É isso! Ao fornecer essas informações, nosso esquadrão de Indexáveis já conseguiu fazer muita otimização para o seu site."],"Want to optimize even further and get the most out of Yoast SEO? Make sure you don't miss our free weekly webinar!":["Quer otimizar ainda mais e tirar o máximo proveito do Yoast SEO? Certifique-se de não perder nosso webinar semanal gratuito!"],"Or visit your SEO dashboard":["Ou visite seu painel de SEO"],"Register now!":["Registrar agora!"],"Finish configuration":["Finalizar configuração"],"An error has occurred: %1$s":["Ocorreu um erro: %1$s"],"Personal preferences":["Preferências pessoais"],"SEO data optimization":["Otimização de dados de SEO "],"We could not save the organization name. Please check the value.":["Não foi possível salvar o nome da organização. Confira o valor do campo."],"Please select a name in the site representation step for this step to be effective.":["Selecione um nome na etapa de representação do site para que esta etapa seja efetiva."],"Please be aware that you need to fill out all settings in this step to get the most value out of structured data. %1$sRead more about the importance of structured data%2$s.":["Esteja ciente de que você precisa preencher todas as configurações nesta etapa para obter o máximo valor dos dados estruturados. %1$sLeia mais sobre a importância dos dados estruturados%2$s."],"Please enter a valid email address.":["Insira um endereço de e-mail válido."],"Thank you! Check your inbox for the confirmation email.":["Obrigada! Verifique sua caixa de entrada para o e-mail de confirmação."],"%s newsletter":["boletim informativo de %s"],"Sign up for the %1$s newsletter to receive best-practice tips on how to rank, stay up-to-date with the latest SEO news and get guidance on how to use %2$s to the fullest!":["Inscreva-se no boletim informativo de %1$s para receber dicas de práticas recomendadas sobre como classificar, manter-se atualizado com as últimas notícias de SEO e obter orientação sobre como usar %2$s ao máximo!"],"E.g. example@email.com":["Por exemplo: exemplo@email.com"],"%s usage tracking":["%s rastreamento de uso"],"We need your help to improve Yoast SEO. Can we collect anonymous information about your website and how you use it?":["Precisamos da sua ajuda para melhorar o Yoast SEO. Podemos coletar informações anônimas sobre seu site e como você o usa?"],"What data will be tracked and for what reasons?":["Quais dados serão rastreados e por quais motivos?"],"Go to your SEO dashboard":["Acesse seu painel de SEO"],"Tell us about your site, so we can get your site ranked!":["Conte-nos sobre o seu site, para que possamos classificá-lo!"],"Put the %1$s%2$s indexables squad%3$s to work! Make Google understand your site.":["Coloque o %1$s%2$s esquadrão de indexáveis%3$s para trabalhar! Faça o Google entender seu site."],"The Yoast indexables squad can't wait to get your site in tip-top shape for the search engines. Help us and take these 5 steps in order to put our Yoast indexables to work!":["O esquadrão de indexáveis do Yoast mal pode esperar para deixar seu site em ótima forma para os mecanismos de pesquisa. Ajude-nos e siga estes 5 passos para colocar nossos indexáveis Yoast para funcionar!"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Você selecionou o usuário %1$s como a pessoa que este site representa. Essas informações de perfil de usuário agora serão usadas nos resultados da pesquisa. %2$sAtualize este perfil para verificar se as informações estão corretas%3$s."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Você selecionou o usuário %1$s como a pessoa que este site representa. Essas informações de perfil de usuário agora serão usadas nos resultados da pesquisa. Você não tem permissão para atualizar este perfil de usuário, portanto, peça a esse usuário ou a um administrador para verificar se as informações estão corretas."],"Select a user":["Selecione um usuário"],"Personal logo or avatar":["Logotipo ou avatar pessoal"],"Completing this step will help Google to understand your website, and improve your chance of getting %1$srich results%2$s.":["A conclusão desta etapa ajudará o Google a entender seu website e aumentará suas chances de obter %1$sresultados avançados%2$s."],"Help us out here! Is your site about an organization or a person? ":["Nos ajude aqui! Seu site é sobre uma organização ou uma pessoa?"],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["A otimização de dados de SEO está em execução… Você pode avançar com segurança para as próximas etapas desta configuração."],"We've successfully analyzed your site!":["Analisamos seu site com sucesso!"],"We've already successfully analyzed your site. You can move on to the next step.":["Já analisamos seu site com sucesso. Você pode passar para a próxima etapa."],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Esteja ciente de que você deve executar a otimização de dados de SEO para que essa configuração tenha o máximo efeito."],"Select an option":["Selecione uma opção"],"Uploading image...":["Enviando imagem..."],"Let’s analyze your site just like Google does and get those indexables into action by running the SEO data optimization! Our indexables will immediately improve technical issues without you needing to do anything!\n\nIf you have a lot of content, that optimization could take a while. But trust us, it’s worth it! Want to read more, %1$scheck out the benefits of the indexables squad.%2$s":["Vamos analisar seu site como o Google faz e colocar esses indexáveis em ação executando a otimização de dados de SEO! Nossos indexáveis melhorarão imediatamente os problemas técnicos sem que você precise fazer nada! Se você tem muito conteúdo, essa otimização pode demorar um pouco. Mas acredite, vale a pena! Quer ler mais, %1$sconfira os benefícios do esquadrão de indexáveis.%2$s"],"Delete item":["Excluir item"],"E.g. https:\/\/social-platform.com\/yoast":["Ex. https:\/\/social-platform.com\/yoast"],"E.g. https:\/\/www.wikipedia.com\/yoast":["Ex. https:\/\/www.wikipedia.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["Ex. https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["Ex. https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["Ex. https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["Ex. https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["Ex. https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["Ex. https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["Ex. https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["Ex. https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.facebook.com\/yoast":["Ex. https:\/\/www.facebook.com\/yoast"],"Other social profile":["Outro perfil social"],"Add another profile":["Adicionar outro perfil"],"You're not allowed to edit the social profiles of the user %1$s. Please ask this user or an admin to do this.":["Você não tem permissão para editar os perfis sociais do usuário %1$s. Por favor, peça a este usuário ou um administrador para fazer isso."],"We need a little more help from you! Add your organization's Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["Precisamos de um pouco mais de ajuda sua! Adicione o perfil do Facebook e Twitter da sua organização para que possamos otimizar os metadados também para essas plataformas."],"We need a little more help from you! Add your Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["Precisamos de um pouco mais de ajuda sua! Adicione seu perfil do Facebook e Twitter para que possamos otimizar os metadados para essas plataformas também."],"Email address":["Endereço de e-mail"],"Could not save this value. Please check the URL or username.":["Não foi possível salvar este valor. Verifique o URL ou o nome de usuário."],"Could not save this value. Please check the URL.":["Não foi possível salvar este valor. Verifique o URL."],"Oops! Something went wrong. Check your email address and try again.":["Opa, algo deu errado! Verifique seu endereço de e-mail e tente de novo."],"Sign up!":["Registrar-se!"],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["O Yoast respeita a sua privacidade. Leia %1$snossa política de privacidade%2$s sobre como nós tratamos suas informações pessoais."],"Save and continue":["Salvar e continuar"],"Yes, you can track my site data":["Sim, você pode rastrear os dados do meu site"],"No, don’t track my site data":["Não, não rastreie os dados do meu site"],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors.":["Importante: Nunca venderemos esses dados. E, claro, como sempre, não coletaremos nenhum dado pessoal sobre você ou seus visitantes."],"Does your site represent an Organization or Person?":["Seu site representa uma Organização ou Pessoa?"],"Site representation":["Representação do site"],"Continue":["Continuar"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Você ainda pode executar a otimização de dados de SEO na seção %1$sFerramentas%2$s. Quando terminar, atualize esta página."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Esta etapa de configuração está desativada no momento, porque você não está executando a versão mais recente do Yoast SEO Premium. Atualize para a versão mais recente (pelo menos %1$s)."],"Error stack trace":["Rastreamento de pilha de erro"],"Response":["Resposta"],"Error message":["Mensagem de erro"],"Status code":["Código de status"],"Request method":["Método de solicitação"],"Request URL":["URL de solicitação"],"Error details":["Detalhes do erro"],"Remove image":["Remover imagem"],"Select image":["Selecione a imagem"],"Replace image":["Substituir imagem"],"This feature has been disabled since subsites never send tracking data.":["Este recurso foi desativado porque os subsites nunca enviam dados de rastreamento."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Este recurso inclui e substitui o Contador de Link de Texto e Análise de Link Interno"],"SEO data optimization is disabled for non-production environments.":["A otimização de dados de SEO está desabilitada para ambientes que não sejam produção."],"Stop SEO data optimization":["Parar a otimização"],"Start SEO data optimization":["Comece a otimização de dados de SEO"],"Organization name":["Nome da empresa"],"Organization logo":["Logo da empresa"],"This feature has been disabled by the network admin.":["Este recurso foi desativado pelo administrador da rede."],"Go back":["Voltar"],"Save changes":["Salvar alterações"],"Name":["Nome"],"Social profiles":["Perfis sociais"],"Loading...":["Carregando..."],"Facebook":["Facebook"],"Twitter":["Twitter"],"Edit":["Editar"]}},"comment":{"reference":"js\/dist\/first-time-configuration.js"}}